---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.CableTraySizeIterator
source: html/1043414a-4b7c-1634-4a13-02ead470f1e2.htm
---
# CableTraySizeIterator Members

Releases all resources used by the CableTraySizeIterator